{
  "events":{
    "technical":{

      "Chemo-quest": [
        "Solve the quest, feel like a scientist!! \n\n\t Relive your school days and fun in chemistry lab. Test your basic knowledge about chemistry .",
        "3-5 participants per team",
        " Rs 150/- per person",
        "rs 15000",
        "Round 1 \n \tTopics from which questions is to be asked will be give to team at the beginning of round 1. \tEach team has to choose 1 topic and questions would be asked from that topic only. FIRST COME FIRST SERVE. Round 2 \tParticipants would be given the list to find out the chemicals. They would be given clues according to it.  •\tAs per maximum answer given, the participant will be selected for next round.    Round 3 \tThe procedure and the chemicals would be given and they have to make the product as per the procedure. \tSelection would be done on the basis of accurate product and the first one to complete it.,No use of internet until instructed to.\n\t Take safety measure for chemicals.\n\t Any damage to the property, participants would be responsible and has to pay fine as per it.\n\t Discipline is must.",
        "No use of internet until instructed to.\n\tTake safety measure for chemicals.\n\tAny damage to the property, participants would be responsible and has to pay fine as per it.\n\tDiscipline is must.",
        "Jinil K. Patel  9173709999 \n Id:- pateljinil02@gmail.com     Riya S. Parikh 9898710289 \tId:- parikhriya301@gmail.com"
      ],

      "Code Des Pirate": [
        "Decode the codes and join the hunt…. /n/n Code-des-pirate is a technical treasure hunt in which participants will be given a code to trace and obtain a numeric value which would lead to the next code. ",
        "3-5 participants per team",
        " Rs 150/- per person",
        "rs 10000",
        "Round 1:\n\t Participants have to solve mcq paper based on C language. \n\t Each team have to attempt minimum 15 mcqs.\n\t Top teams going further for the round 2 will be decided on the spot.   \n\n\t Round 2:\n\t In this round teams will be provided with a C program and a campus map. They have to generate numeric output for the given code, and trace the next location as marked on the map.\n\t Teams will get another program on the next spot. The team that completes all the program first will be declared winner.",
        "Teams have to attempt minimum 15 mcqs.\n\t Maximum 20 minutes will be given for round 1. \n\t Negative marking (-1) will be there in round 1. \n\t For round 2 maximum two hours will be given. \n\t All teams have to crack minimum 8 programs.The team who cracks all the 8 programs in minimum time will win. \n\t The team who generates wrong output more than 2 times will be disqualified.",
        "1) Megha Patel\n +91 7043593554\n mspatel199621@gmail.com\n\n 2) Vinit Bavishi\n +91 7043259229\n bavishi.vinit229@gmail.com"
      ],

      "Crack-De-Scrap": [
        "One man’s trash is another man’s treasure \n\n Crack-d-Scrap will test your ability to make use of every resource available in an optimized manner under a time constraint. All that you need is to have some ‘Jugaad from Kabaad’. So if you think you are Jugaadu enough, put on your Hat of Creativity, Get ready to dirty your hands and let the Battle of Trash Begin!",
        "3-5 participants per team",
        " Rs 150/- per person",
        "rs 15000",
        "Round 1:\n\t In this round, participants will seek to roll down the whole Parul campus to find the scrap out of which they have to make best projects.\n\t Participants will be given 1 hour for finding scrap and two hours for making the best out of the scrap. The teams with most creative projects will move forward to the next round.\n\n\t Round 2:\n\t The teams selected for the second round will be given a kit containing different materials.\n\t Participants have to show their innovative skill by using the materials of the kit in their model in such a way that it increases the value of their model.\n\t The teams with the most innovative use of the given kit will be considered as the winner.",
        "The participants are allowed to bring only stationary material from home, any other kind of readymade material will not be allowed.\n\t The participants will be disqualified if they do any kind of misbehavior or cheating.\n\t The participants are not allowed to exchange the tools which they have brought from home or the scrap that they have collected.\n\t The teams qualifying for the round 2 will be decided on the spot.",
        "1) Mohak Patel\n +91 9428179149\n mpatel934@gmail.com\n\n 2) Ishwariy Joshi\n +91 8140802023\n ishwariyjoshi1998@gmail.com"
      ],
      "Enginomania": [
        "Shift up the gears, crank up the piston, dismantle an engine to its minimal and become the champion.\n\n Motto of this event is to check the ability of the participants regarding knowledge, skills, and creativity about an IC engine. So refresh your knowledge about the IC engine and be ready to bring out that engine enthusiast in you.",
        "3-5 participants per team",
        " Rs 150/- per person",
        "rs 15000",
        "Round 1:\n\t In this round a pen and paper type of quiz in which about 30 questions including MCQ’s, fill in the blanks and a pictorial quiz on engine theory will be given. The time limit will be 20 minutes.\n\t Top 20 teams of this round will move to the next round.\n\n\t Round 2:  \n\t This round will be a scenario type of round in which a technical scenario will be given and the contestants have to make a poster/PowerPoint presentation including designs of the scenario given. Time limit will be 60 minutes.\n\t After that each team will be given 5 minutes for their presentation on which questions will be asked by the remaining teams.\n\n\t Round 3:\n\t Top four teams from the second round will be given similar engines on which they have to do following tasks:\n\t 1. Disassembling: Drain the Engine oil (if exists), disassemble first engine carburetor, engine head cover, sparkplug, remove cam shaft-timing chain, open block mounting long bolts, remove inlet manifold, remove engine block, open both sides covers of engine, open clutch & magneto mechanism, remove connecting road & crank shaft etc. \n\t 2. Assembling: Perform reverse process of engine disassembling to rebuild an engine in original conditions even in given time duration. \n\t Note:  All the operations will noticed by supervisor. Results points/marks will be decide based on furious & accurate job over the round as per time limit. Marks will be given as per numbers of parts assembled in time limit. ",
        "Each Team has to complete their tasks within the time limit.\n\t Points will be given according to valid technical answers and questions. \n\t In round 3 points will be given according to different parts that are being assembled and disassembled.\n\t Each and every part should be attached by teams at their respected places. ",
        "1) Bhuvnesh Sharma\n +91 9173523545\n bhuvnesh4321@gmail.com\n\n 2) Palak Patel\n +91 8347436405\n zade.patel96@gmail.com\n\n3) Jaymeet Patel\n +91 7405385335\n jaymeetp295@gmail.com"
      ],
      "GeekWars": [
        "Can’t Do It In Real Life? Do It on Technology.\n\n Geek wars focuses on skills of using the technology and search engines and how well you know your computer.",
        "1-2 participants per team",
        " Rs 150/- per person",
        "rs 10000",
        "Round1:(Can you find it?)\n\t A picture would be shown to the participants and some clue would be given to them about the person or things in the picture and they have to find the exact image online under 30 seconds.\n\n\t Round2: (No mouse in the house)\n\t In this round the mouse will be disabled from the computers and participants have to do several tasks without using mouse such as changing the icon of the folder or modifying the size of the recycle bin etc. under 20 minutes.",
        "Find the exact same image shown on the board (or on the paper given to you) with the hint provided, on the internet under 1 minute.\n\t Participants who are not able to find the image will be disqualified from the event.\n\t If any participant is not able to find the image then one more hint will be provided to him/her but that will include a penalty which is: 10 minutes will be deducted from the next stage.\n\t In round 2 participants who are not able to complete all the tasks will be disqualified.\n\t If no one has performed all the tasks then the participant who has performed maximum tasks will win the event.",
        "1) Sameer Kapadwala\n +91 7043205750\n kazisam4@gmail.com\n\n 2) Shreeya Gupta\n +91 9714177964\n shreeyagupta20@gmail.com"
      ],
      "Hactivist": [
        "CQC- Code Quest Confront \n\n Hacktivist is a game which is based on programming challenge where the players have to precise their program in a short time and in a short size. Whole event is based on basic programming languages (C and C++).",
        "2-4 participants per team",
        " Rs 150/- per person",
        "rs 10000",
        "Round 1: (Quizzer)\n\t The event requires you to pull some extra nerves of your brain and flaunt your skills to solve tricky quizzes and puzzles, both in the same event. Quizzers is full of boggling brainteasers, quizzes, interactive puzzles; all you need to keep your thinker in mint condition. Judgment will be based on FCFC (First Come- First Choice) \n\n\t Round 2:(Bug Thresher)\n\t The code is plagued with bugs; the challenge for the contestants is to unearth the bugs to rectify the codes. Participants have to find the bug from the given program. Winners will be through to the final round.\n\n\t Round 3:(Byte Vogue)\n\t Participants have to solve to problem, develop algorithm and finally code with execution time and memory complexity measures. Judgment will be based on approach, algorithm, running time, optimized coding; Weightage will be given to submission time. (FCFS: First-come, first-served Winner)   ",
        "Participants are not allowed to bring any media devices such as pen drives, CD, DVD etc.\n\t The participants have to go through 3 rounds in Hacktivist and a Tie Breaker round (BYTE NIT) if they tie with someone.\n\t After receiving the Problem Statement the Members will not be allowed to discuss the approach to be followed.\n\t Cell phones must be switched off at the desk.  All the stationeries such as pen, paper etc. will be provided if needed.\n\t Any violation of rule may lead to disqualification. Apart from these Rules, some additional rules will be disclosed on the spot if necessary by Coordinators. \n\t The marking scheme is subject to change on site considering the participation strength. The decision of the coordinator and organizers is final and binding.",
        "1) Lav Vyas\n +91 8238958985\n vyaslav8@gmail.com\n\n 2) Riaz Khan\n +91 7567047178\n khanriyaz2222@gmail.com\n\n 3) Shreya Bhattacharya\n +91 9727480306\n shreyab1508@gmail.com"
      ],
      "Maitre-De-Civil": [
        "Excellence and innovation built into every design.\n\n Make the gang of youths and test your civil engineering and architectural concepts from basic to creativity with lots of fun, friendship and enthusiasm. Here your grasp on core knowledge of structural designing will be examined practically. Hike around the campus, do the hunting, complete the challenges and reach the goal.",
        "3-5 participants per team",
        " Rs 150/- per person",
        "rs 15000",
        "Round 1: (Pen-paper round)\n\t In this round mcq and picture type question will be asked on basic concept of civil engineering and architect. Time given to each team will be 30 minutes.\n\n\t Round 2: (Model making of bridge trusses)\n\t This round will test your theoretical and practical knowledge about bridge truss designing.\n\t Your primary task is to design a heavy load bearing bridge truss structure; using ice cream sticks, threads, scissor and fevicol. Time given to each team will be 120 minutes.\n\n\t Round 3: (Hunt the clues)\n\t On the basic to interesting concept of civil engineering and architect, hunt the clues inthe campus.This is a treasure hunt based on basic civil knowledge.",
        "While the event is going on you are not allowed to help, guide or chat with other teams.\n\t If someone is found taking the help of other team members, then his/her team will be disqualified from the event.\n\t Use of any external material or design blueprints is strictly prohibited.\n\t If the team fails to submit the project before the given time limit, then it will be disqualified.\n\t Participants are allowed to take away their creations, once the event is over.",
        "1) Akhil Khanpara\n +91 9979991518\nakheelkhanpara@gmail.com\n\n 2) Arjun Kevadiya\n +91 7359280098\n arjunkevadiya@gmail.com\n\n 3) Rohan Ashara\n +91 9408378930\n ashararohan5@gmail.com"
      ],
      "Sci-Of-Stupid": [
        "Don’t be stupid there is science!\n\n This is a simple event wherein we show some videos which comprises of inventions and discoveries from macro stellar level to micro cellular level i.e. from the origin of universe to the invention of smallest IC chip. After the video, students will be asked to participate in practical events wherein they have to do the task specified and get promoted to the next rounds.",
        "2-4 participants per team",
        " Rs 150/- per person",
        "rs 10000",
        "ROUND 1:\n\t This round would be a technical quiz. Basic questions on engineering would be asked. One with the decided cut-off marks would go in the next round. \n\n\t ROUND 2:\n\t In this round, videos and pictures will be displayed related to basic laws and rules. The teams are supposed to identify the law and give an appropriate explanation to support their answer.\n\n\t ROUND 3:\n\t In this round the team will be randomly assigned with a law or principles related to science which can be developed with the given props. The person completing the task fastest will win the event.",
        "The event coordinators have authority to cancel any one’s entry not present on time.\n\t Participants are not allowed to bring any external components at the event venue and if found, it will result into disqualification.\n\t If any participant is found using cheat sheets, blueprints or circuit diagrams; he/she will be disqualified from the event. \n\t The participants have to remain in the area allotted to them. Trespassing into other areas will lead to automatic disqualification. \n\t Decision of the judges and organizers shall be final and binding.",
        "1) Bhowmik Patel\n +91 7383333422\n patelbhowmik@gmail.com\n\n 2) Priya Amre\n +91 8460569970\n amre.priya@gmail.com"
      ],
      "Shock-Tradiagtor": [
        "Build your capital, manufacture and trade.\n\n Technology in business is a growing necessity. As the year passes, the business world is leaning more and more towards it, making it almost impossible to separate the two from each other. Innovation breeds business, and since technology paves the way for it, it can be gathered here that business needs technology to be sustained. ",
        "2-3 participants per team",
        " Rs 150/- per person",
        "rs 10000",
        "Round 1:(Ingress in the Virtual Trade)\n\t This is a pen-paper based test. Questions will test participant team’s knowledge of basic Engineering.\n\t The ones passed out with the decided criteria of marks would go in the next round. \n\n\t Round 2: (Solve Riddles -Get results/Collect Evidence - build your capital)\n\t Qualified teams will be provided with a critical situation/industrial problem/crime scene. \n\t You have to think out of the box to get all possible solving action/results/evidence.\n\t The money earned by the team based on no. of correct answer will become the asset with which the team will start its business in the next round.\n\n\t Round 3 (Manufacturing and Trading of Product):\n\t A list of available electronic components with their prices, and a separate list of electronic circuit that can be built with those components will be provided to each team.\n\t Team has to purchase the required components using their virtual money (that they earned in Round 2) and then build any of the enlisted circuit.\n\t Each of the enlisted circuit will have a predefined range of market price. Once a team completes a circuit, it can then sell the circuit, in return of more virtual money.\n\t The money given to the team for a particular circuit can be anything in between the range of market price for that circuit and will depend on the robustness/accuracy of the circuit.\n\t A team can again buy new components and build a new circuit and sell it to earn more money. At the end of 2 hours, the top three team with maximum virtual money in hand wins.",
        "Participants are not allowed to bring any circuit diagrams and external components at the event venue and if found, it will result into disqualification.\n\t If any participant is found using cheat sheets, blueprints or circuit diagrams; he/she will be disqualified from the event.",
        "1) Dhruvi Shah\n +91 9409033689\n dhruvi_156@yahoo.in\n\n 2) Pratik Dave\n +91 9978921363\n pratik.dave90@gmail.com"
      ],
      "Structo-Draft": [
        "Build up your own dream and imaginations.\n\n The essence of being an engineer does not lie in the ability to fill the gaps in existing technology; it lies instead in the art of original thinking, in creating new avenues as yet unexplored. It is this spark of inspiration that converts an idea, through the aid of science to a plan on paper and later to reality.",
        "2-4 participants per team",
        " Rs 150/- per person",
        "rs 15000",
        "Round 1:\n\t Teams shall be provided with 150 pop sticks,20 mg fevicol bottle and 3 hours of time including 1 hour of drying of structure. They have to create a helipad using the given material.\n\t The team which can bear maximum point load on their structure (centre of helipad)will be selected and approved for next round, only 10 teams will \n\n\t Round 2:\n\t In this round teams will be given 60 blocks of (2*2*10) dimension and 60 blocks of (1*1*10) dimension made of wood and 30 minutes of time. All the teams have to make the tallest structure using given blocks without using any adhesive materials.\n\t Winner of this round will be selected according to the maximum height as well as stability of the structure formed.",
        "Materials will be provided by college itself, no accessories brought by the participants will be allowed. \n\t If team caught using any unfair means will be disqualified.\n\t No external help allowed.\n\t No electronic gadgets will be allowed.\n\t During the event no participant will be allowed to leave the classroom.",
        "1) Kaushal Mehta\n +91 9727878569\n kaushalmehta96@yahoo.com\n\n 2) Nicky Barapatre\n +91 9537067335\n nicky25barapatre@gmail.com\n\n 3) Saurabh Bind\n +91 8980054231\n saurabhkumarbind@gmail.com"
      ]
    },
    "non technical":{
      "Angry Bird": [
        "Lights, Camera, Angry birds, Action! \n\n\t AsLet’s get back into the game mode and fly with angry birds. Use your skills and strategies to win it with fast paced smasher. May the almighty force always stay with you!",
        "2 participants per team",
        "Rs 100/- per person",
        "Rs 5,000/-",
        "Round 1 (Mid-city madness)\n\tEyes of one of the team member will be covered with cloth and the other one has to guide him to make him collect all the angry bird toys located nearby. \n\tThe team who collects all of it within 2 minutes will be able to qualify for the next round.\n\n\t Round 2 (Epic mode) All the smashing and crashing will be taken to a whole new level.\n\t Qualified teams will have to aim and shoot the smasher and try to make fall as many toys as you can and earn points accordingly. Cut off will be decided on the basis of the average points scored. Two chances will be given to make them fall all.\n\t Selected teams will enter in new arena, where the distance of smasher from target will increase and only one chance to shoot.\n\t The team who gets maximum points in this will be considered as the winner.\n\t\n\n\tTie Breaker If two or more teams will score the same points then they will be entering next arena and the distance of smasher from the target will also be increased. The one with maximum points will be the winner.",
        "The participants must take care of all the safety measures.\n\t You cannot use other projectile device.\n\t The participant who will be guide in round 1 will only be able to use the smasher in round 2.",
        "1)Mit Dave\n+918238708177\n mitydave_31@yahoo.in\n\n 2)Shreya Dhorajia\n +91 8488086267\n shreya.dhorajia59@gmail.com \n\n 3) Kesha Bhatt\n +91 9898515402\n keshabhatt0496@gmail.com"
      ],
      "Black Out": [
        "Finding light against the dark \n\n\t Imagine entering in a scary dark room and steal all the objects! Black out is an event in which participants have to find given objects in different rounds in the dark room. Your mission is to gain maximum points.",
        "2-3 participants per team",
        " Rs 100/- per person",
        "rs 10000",
        "Round 1: (Find the balls)\n\t Each team has to find different balls in the dark for which 2 minutes will be given. Each ball will have different points.\n\t Top 20 teams with maximum points will move to the second round.\n\n\t Round 2: (Mysterious words)\n\t In this round, teams are supposed to find the letters of the word which will be assigned to them in 5 minutes.\n\tSelected teams will go to the final round.\n\n\t Round 3: (Final destination)\n\tIn this round one member of the team will be locked inside the dark room and the others are supposed to find proper key from dark room, and unlock that member.\n\tNo time limit will be given. One who clears this in minimum time will be declared as winner.",
        "Any kind of sharp objects or shining objects are not allowed.\n\t Lightning devices and mobile phones are not allowed.\n\t The core committee has the right to change any of the rules at any time. The changes will be conveyed to registered participants well in advance.\n\t Any team caught using unauthorized means would be disqualified.\n\t Decisions of the committee will be considered as final and indisputable\n\t",
        "1)Vishwa Shah \n +91 7041758897 \n vishwashah1104@gmail.com\n\n 2)Darshit Shah\n+91 9033180328 \n s.darshit555@gmail.com \n\n3)Nishant Junnarkar\n +91 9737548863 \n nishantmadrid3@gmail.com"
      ],
      "Box Cricket": [
        "Box cricket, test of your cricketing skills!\n\n\t It is a cricket tournament played within a defined boundary (box) with exciting rules.",
        "6 participants per team",
        " Rs 100/- per person",
        "rs 10000",
        "Round 1:\n\t It is a knockout round in which 16 matches will be played between 32 teams from which winner teams will move to 2nd round.\n\n\t Round 2:\n\t It is a knockout round in which winners of 1st round will play against each other and winners will proceed for the Quarterfinals.\n\n\t Round 3: (Quarterfinals)\n\t In this round, winners of round 2 will clash with each other and 4 teams will move to 4th round.\n\n\t Round 4: (Semifinals)\n\t In this round, winners of round 3 will match up against each other for the finals.\n\n\t Round 5: Finals:-\n\t In this round, 2 winner teams of round 4 will compete with against each other for becoming the champion.",
        "6 over’s per side.\n\t Boundary on straight side.\n\t Two runs on either side & behind the stumps.\n\t Batting power play:-\n (Minimum batting team should score 10 runs or above, if they do it then +10 runs bonus. If they don’t then zero runs added to score).\n\t Bowling power play: (One bounce one hand out)\n\t If hat trick is taken, then batting team gets all out.\n\t If catch is dropped then +1 ball with free hit for batting team.\n\t Magic Over: In this over, the batsman and the bowler have to change their hands, it will be predefined before start of the over.\n\t Playing six will not be changed on the day of play.",
        "1) Aman Raza Mir\n +91 9624724864\n amanraza6786@gmail.com\n\n 2) Utsav Solanki\n +91 7698507690\n utsavsolanki3320@gmail.com\n\n 3) Tanmay Kachchhi\n +91 9409457327\n rex.roller9@gmail.com"
      ],
      "Box Football": [
        "Bend it like Beckham.\n\n\tTest your football skills in a whole new way. Play football in the most exciting arena and show your moves to everyone. Be the best of yourself because this is not your ordinary football.The match duration would be 8 minutes with each half of 3 minutes and max allowed break of 2 minutes between the halves.",
        "4 participants per team",
        " Rs 100/- per person",
        "rs 10000",
        "Round 1:\n\tThis round will be a knockout round in which 32 matches will be played between 64 teams.\n\n\tRound 2:\n\n\tThis round will be a knockout round in which 16 matches will be played between the 32 winners of round 1.\n\n\tRound 3:\n\t\n\tThis round will be a knockout round in which 8 matches will be played between 16 winners of round 2.\n\n\tRound 4: (Quarterfinal)\n\tIn this round, 8 winner teams of round 3 will face against each other for getting a place in the semifinals.\n\n\tRound 5: (Semifinals)\n\tThis round will be the deciding round in which 4 winner teams of quarterfinals will play against each other for a spot in the final match.\n\n\tRound 6: (Finals)\n\tThe final will be played between the two best teams who will be the winner of semifinals. These teams will clash against each other to become the Projections 2017 football champions.",
        "Team Categories – Boys Team/ Girls Team/ Mix Team\n\t4 person a side\n\tNo fixed goalkeeper\n\tThrow-In not allowed\n\tOutside Rule – Knee Level\n\tIn case of a heavy foul – 30 sec ban\n\tMatch Duration – 8 minutes\n\tHalf Time at 3 minutes\n\tKit – Sports Shoes, T-Shirts, Shorts/Tracks\n\tSports Shoes, Indoor Football Shoes are allowed.\n\tFootball Studs/Clits not allowed",
        "1)Akshat Mehrotra\n +91 9496091382 \n akshat.mehrotra.96@gmail.com\n\n2)Vijaysingh Bisht \n+91 9601639766 \n\n3)Rishabh Kataria\n +91 9479793265\n rishabh.kataria13@gmail.com"
      ],
      "Dr. Holmes": [
        "To a great mind, nothing is little.\n\n\tThe entire event will test the detective and logical skills of the participants. It will be a 2 day event. First day will have 2 rounds and the last day will be reserved for the final round.",
        "3-5 participants per team",
        " Rs 100/- per person",
        "rs 10000",
        "\n\n\tROUND 1:\n\tFirst round will be a Scavenger Hunt cum Treasure Hunt. The Hunt will be of 1 hours & 30 minutes. Each team will have to nominate a captain by themselves prior to the commencement of the event. Those captains will be given serial numbers as their identities.\n\tThe twisting factor of this round will be that the last riddle of the Hunt list will contain a physical clue that the team has to produce. On failing to produce that clue, it can’t move forward to the next round.\n\tHowever if there is less number of teams than the minimum requirement for the next round, then the maximum right guesses for the Scavenger Hunt will be considered.\n\tIf any ties do arise, then the timings of their performances will be considered. Only the top 15 teams will be qualified for the next round.\n\n\tROUND 2:\n\tThe 2 round will be a pen & paper round wherein each team will be given some puzzle cases and they have to solve them logically and identify the correct answer. \n\tIn this round only 5 teams will proceed towards the finals. In case of a tie, the timings will be considered. 1 hour is the maximum time limit.\n\n\tROUND 3:\n\tIn this round each team will be given a recreated crime scene around different locations across the campus, each depicting various crimes. Each crime scene will have a culprit, a victim and some suspects, who will be our volunteers.\n\tEach crime scene will have 5-6 clues that will lead to the culprit. The participants will have to identify those clues, interrogate the suspects and find out the culprit.\n\tWhile doing so they will have access to a database that will be available with the event coordinators and can store their information. They can also access the information and data regarding the clues and suspects from this database.",
        "For the Treasure Hunt round, the timings nomenclature will strictly be followed. If by some reason your team arrives late, we will not provide you with extra time. You have to complete the task within the remaining amount of time left.\n\t0n the Treasure Hunt round priorities will be given in the following order-Finding the treasure, No. of correct guesses for the Scavenger hunt & finally the timings, in case any ties arise.\n\tFor the pen-and-paper round, each team has to solve a paper full of puzzles, within an hour. The top 5 scorers will proceed towards the final round that is to be held in the next day.\n\tIn the final round, while catching the culprit, you must provide with the proper reasoning along with all the clues present over the crime scene. No guessing game will be entertained.\n\tOnly two chances will be given per team to catch the real culprit.\n\tThe final decisions will solely be done by the core coordinators.",
        "1) Debraj Das \n +91 9429894703 \n debrajasd@gmail.com\n\n2) Bhavesh Panchal\n +91 9714845729\n bhaveshmpanchal90@gmail.com\n\n3) Parthiv Datta\n +91 9904926963\n parthivdatta18@gmail.com"
      ],
      "Ground Zero": [
        "Even strength must bow to wisdom.\n\nGround zero is an event inspired from the military selection procedure. It will test all   your physical and mental strength along with focusing on your decision making abilities. Let your brain guide your brawns.Individual participants",
        "Individual  participants",
        " Rs 100/- per person",
        "rs 10000",
        "Round1:\n\tIt will be a round full of tricky questions, encryption-decryption of message and word; focusing on mental capability.\n\n\tRound 2: \n\tIt will consist of physical task focusing on team building and physical strength.\n\n\tRound 3:\n\tIt will be a group planning exercise in which participants will be assigned with a problem and they have to solve it practically.\n\n\tRound 4:\n\t It will consist of personal interview by our expert .Winner would be chosen on the overall basis.",
        "Candidate must solve the given question in a definite amount of time.\n\t Different obstacles will consist of different rules.\n\t Feasible solution must be given.\n\t Maintain the credibility of the task.\n\t Participants must appear in formals for interviews.\n\t Perform the interview in a respectful manner.",
        "1) Megha Singh\n +91 9714060644\n singhmegha080995@gmail.com\n\n2) Malay Nirav\n +91 7405375150\n malaynirav10@gmail.com"
      ],
      "IPL": [
        "Bid it to win it!\n\n IPL auction is an event in which your horses about cricket and IPL will be tested. Bid it out to create your own dream team but don’t forget to have an eye at your budget.",
        "3-5 participants per team",
        " Rs 100/- per person",
        "rs 5000",
        "Round 1:\n\t Qualifying round\n\t Teams will be given question paper (objective type) on which they have to tick the correct option.\n\t Total 15 questions will be there out of which 3 will contain bonus marks (top 12 teams will qualify for next round).\n\t 2 marks for correct answer and bonus question will carry 4 marks.(no negative marking)\n\n\tRound 2: (Cricket trivia) \n\t Stage 1: Each team will be asked 3 questions and time permitted to answer the question is 45 seconds (4 marks for correct and negative 2 for incorrect).\n\t Stage2: (Rapid fire) Each team will be asked 3 simple questions and they have to answer rapidly within 5 seconds (2 marks for correct answer and no negative marks.)\n\t Stage 3:(Audio Visual) There will be 15 topics and teams according to their ranking of 2 stages can choose 1 topic and a video of one to two minute will be played and a question will be asked (5 marks for correct answer and negative 2 for wrong answer)\n\n\t Round 3: (Auction Of players)\n\t A rating list of players and fixed budget will be provided to each team \n\t Player’s photo, their IPL record and base price will be displayed on screen. The team willing to buy the player can raise the bid.\n\t The player will be sold to team with highest bid.\n\t Each team should have 17 players.\n\t\t  a. 11indian players including 3 domestic players.\n\t\t b. 6 foreign players.\n\t That 17 players should consist of \n\t\t a. 8 batsmen including 2 wicket keepers.\n\t\t b. 6 bowlers including 2 spinners and 4 pace bowlers.\n\t\t c. 3 all-rounder.\n\t The team fulfilling all the above conditions and forming the best team with reasonable budget will win the contest.\n\t In case if two teams spending equal amount of money and the final rating of team is same then extra rating points will be given to players considering their current form and retotaling of rating points will be done.",
        "Tie will be sorted using time measure.\n\t Teams are not allowed to use cell phones and any printed information.\n\t Putting down the paddle will be considered as your disinterest in buying the players.\n\t Question will be passed once.\n\t It is compulsory to buy 17 players otherwise your team will be disqualified.  ",
        "1) Pratik Kewlani \n +91 7203002576\n pratikkewlani1000@gmail.com\n\n 2) Pankaj Khemot\n +91 7383312395\n pankajkhemot077@gmail.com"
      ],
      "Lazer Combact": [
        "Suit up. The warzone is ready.\n\n An event where players attempt to score points by tagging targets, typically with a hand-held infrared-emitting targeting device. The resulting game play mechanics can be anything from highly realistic combat simulation used by the military to fantasy scenarios inspired by science fiction and video games.",
        "maximum 4 participants per team",
        " Rs 1000/- per team",
        "rs 50000",
        "Round 1:\n\t Players have to just shoot the opponent players and gain the points and whichever team runs out of player would be defeated and the winning team goes forth for round 2.\n\t Only top 8 teams will go in 2nd round. Calculation based on points, number of players left, and time factor.\n\n\t Round 2:\n\t In this round, top 8 team members will wear masks on their face and enter the combat arena. The mask will be designed in such a way that it will increase difficulty level to a great extent.\n\t The team that eliminates all its opposite team members will win the round. Only 4 winning teams will move to the final round.\n\n\t Round 3:\n\t This round will be a surprise round and will be revealed on the day of the finals only.",
        "Decisions of the committee shall be consider as final and indisputable.\n\t The Core Committee has the right to change any of the rules at any time. The changes will be highlighted on website and conveyed to registered participants well in advance.\n\t Any team that is found to be cheating will be disqualified.",
        "1) Urvish Desai \n +91 9726932131 \n urvishdesai90i@gmail.com"
      ],
      "Lazer Maze": [
        "Step into the maze and see your physical capabilities.\n\nImagine entering a dark room and a puzzle of lasers popping out in every way in front of you. Target is to get through the lasers as quick as possible but don’t get the laser touch you. Do you have what it takes to get through the puzzle and get back safely?",
        "Individual participant",
        " Rs 100/- per person",
        "rs 10000",
        "Round 1:\n\t Participants have to reach their allotted fixed destinations, by stretching themselves within 2 minutes.\n\t Top 10 participants will get selected for the final round.\n\n\t Round 2:\n\t Participants will try to test their capabilities and reach the desired destinations by bracing themselves avoiding the obstacles there in the way to hurdle them.\n\t The Maze gets much tougher with more amount of difficulties.",
        "The participants will get 2 tries to complete the task.\n\tDecisions of the committee shall be consider as final and indisputable.\n\t The Core Committee has the right to change any of the rules at any time. The changes will be highlighted on website and conveyed to registered participants well in advance.",
        "1) Hepin Sakariya\n +91 8460833586\n hepinsakariya007@gmail.com\n\n 2) Vikram Bhojwani\n +91 9727994420\n vickybhojwani755@gmail.com\n\n 3) Sagar Vadodariya\n +91 9913605589\n sagar2v@gmail.com"
      ],
      "Lemme Take a Selfie": [
        "Life is like a camera, give your best selfie.\n\n An amazing experience of clicking selfies like never before. Form the best team you can and participate in clicking the selfies which are worth winning.",
        "4-7 participants per team",
        " Rs 50/- per person",
        "rs 5000",
        "Round 1: (one with the shadow selfie)\n\t Click a shadow selfie which signifies a valid word or symbol within 20 minutes.\n\n\t Round 2:(one with the props and creativity)\n\t Selfie with given props using creativity within 20 minutes.\n\n\t Round 3: (one with the surprise element)\n\t Form a story using 10 pics on given themewithin 30 minutes.\n\n\t Round 4: (one that will make you win)\n\t Upload your 5 pics in the form of a collage on the theme PROJECTIONS 2017 on social media with a caption “#projections2017” ",
        "No use of DSLR camera\n No use of editing apps / filters\n Selfie stick is optional and will not be provided by the team \n Time limit should be strictly followed ",
        "1) Vaishali Singh\n +91 9662109271\n vaishalisingh190@gmail.com\n 2) Rachna Umaraniya\n +91 9879507532\n umaraniyarachna11@gmail.com\n\n 3) Subhangi Singh\n +91 9624835852\n shubhangi16singh@gmail.com"
      ],
      "Talent Hunt": [
        "If you have got a talent, show it.\n\n The event is a talent hunt in which you can showcase your talent in front of renowned judges and crowd. If you think you have what it takes to be the best, then the stage is all yours.",
        "Individual participant",
        " Rs 100/- per person",
        "rs 5000",
        "It will be a single round event in which participant will get 2 minutes to showcase his/her talent.",
        "The Coordinator reserves the right to limit the amount of entries accepted in open qualifying round.\n The competition comprises of individual/duo/trio/group participation.\n The minimum age group of the participant is restricted to the university students who are currently pursuing any degree from recognized university.\n Participants are advised to bring their own props required for their performance such as musical instrument, karaoke song, music video etc. The song/music video is to be submitted in a pen drive prior to the beginning of the event.\n Participants will be judged on the basis of choreography, posture, timing, poise, musicality and expressions, presentation, uniqueness, creativity and power.",
        "1) Nisarg Shah\n +91 8401921210\n nisarg226@gmail.com\n\n 2) Faran Khan Pathan\n +91 8758778889\n khan160596@gmail.com"
      ],
      "TOD Reloaded": [
        "Watch all, listen some, believe none.\n\n Total overdose is an event in which you will forced to make your maximum effort. It will test your physical as well as mental strength with some of the most unique and thrilling task. Do you have what it takes to be the best?",
        "Individual participant",
        " Rs 100/- per person",
        "rs 10000",
        "Round 1: (Bite fight)\n\t In this round the participants will be given some individual ground task which will help them to reach the next round.\n\n\t Round 2: (Money making)\n\t Level1: Clap Slap\n\t The participants will be given daring mental task to earn money and fight with competitor.The one who earns more money will qualify for the next round.\n\t Level 2: Make Your Move \n\t In this round the participants will be given instant chance to earn money which will be divided on the spot. The one who qualifies will go to the final round.\n\n\t Round 3: (Group Task)\n\t In this round the participants will be divided in groups of 7-8 by the co-coordinators on the basis of lucky draw.\n\t The round will consist of different physical tasks. All the members of team will have to perform one task.\n\n\t Round 4: (Individual task)\n\t This will be the final round of the event in which participants will perform physical tasks individually. From this round the winner will be declared according to his/her performance.",
        "Participants have to maintain the discipline. If any participant misbehaves then strict action will be taken against them by the co-coordinators.\n Some rules will be given as per the rounds to the participants when they will perform the task on the ground.\n Participants should carry one extra pair of clothes on both the days of event, incase needed.",
        "1) Ankit Rai\n +91 9913425233\n raiankit114@gmail.com\n\n 2) Aman Dubey\n +91 8140968246\n amandubey4343@gmail.com\n\n 3) Utsav Pandey\n +91 9662787687\n utsav.pandey@yahoo.in"
      ]
    },
    "special":{

    }
  }
}